Repository: common-repository/batch-validator
Catalog: locale/*.po
Languages: de_de

source: check
de_de: prüfen

source: Permalink is missing
de_de: Permalink fehlt

source: Batch validation finished
de_de: Batch Überprüfing beendet

source: Starting Validation. Please wait.
de_de: Überprüfung wird gestartet

source: Validating your Wordpress site
de_de: Ihre WordPress Seite wird überprüft

source: Last validation check
de_de: Letzte Überprüfung

source: No check performed since plugin activation
de_de: Keine Überprüfung durchgeführt, seit das Plugin aktiviert wurde

source: Your stylesheets are valid
de_de: Die Stylesheets sind gültig

source: Your stylesheets are invalid
de_de: Die Stylesheets sind ungültig

source: check manually
de_de: manuell überprüfen

source: Validating service used by this validator
de_de: Validierungs Service, das für diese Überprüfung benutzt wird

source: The document type of your WordPress site is
de_de: Der Document Type Ihrer WordPress Seite ist

source: The character set of your WordPress site is
de_de: Das Character Set Ihrer WordPress Seite ist

source: Pages with invalid markup are marked
de_de: Seiten, die ungültiges Markup aufweisen sind

source: red
de_de: rot

source: valid pages
de_de: gültige Seiten

source: green
de_de: grün

source: previously validated pages are not colored
de_de: und bereits überprüfte Seiten sind nicht eingefärbt markiert

source: Check all unvalidated
de_de: Alle unüberprüften überprüfen

source: Recheck previously validated
de_de: Alle. auch bereits überprüfte überprüfen

source: Stop validation
de_de: Überprüfung abbrechen

source: Running into Troubles? Features to suggest?
de_de: Haben Sie Schwierigkeiten mit diesem Plugin? Möchten Sie weitere Funktionen vorschlagen?

source: Drop me a line
de_de: Schreiben Sie mir

source: Do you like this Plugin?
de_de: Finden Sie dieses Plugin nützlich?

source: Consider to
de_de: Unterstützen Sie unsere Arbeit
